[
  {
    "de_tai_ID": 1,
    "id": 1,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định quan điểm xây dựng Đoàn vững  mạnh toàn diện trên những mặt nào?  A. Chính trị, tư tưởng, tổ chức và hành động  B. Chính trị, tổ chức và hành động  C. Chính trị, tư tưởng, đạo đức, tổ chức và hành động  D. Tổ chức và hành động"
  },
  {
    "de_tai_ID": 1,
    "id": 2,
    "noi_dung": ": Đâu là một trong ba nhiệm vụ đột phá được xác định trong Văn kiện Đại hội Đoàn toàn  quốc lần thứ XII?  A. Tập trung củng cố tổ chức cơ sở Đoàn vững mạnh toàn diện về chính trị, tư tưởng, đạo đức,  tổ chức và hành động  B. Mở rộng mặt trận đoàn kết tập hợp thanh niên  C. Mở rộng mặt trận đoàn kết tập hợp thanh niên  D. Tập trung xây dựng đội ngũ cán bộ đoàn có bản lĩnh chính trị, có đạo đức, trách nhiệm,  năng lực, uy tín, tiên phong, gương mẫu"
  },
  {
    "de_tai_ID": 1,
    "id": 3,
    "noi_dung": ": Đâu không phải là tên chương trình, đề án trọng điểm được xác định trong Văn kiện Đại  hội Đoàn toàn quốc lần thứ XII?  A. Chương trình “Hỗ trợ thanh niên khởi nghiệp giai đoạn 2022 - 2030”.  B. Đề án “Thành lập Quỹ hỗ trợ sáng kiến vì cộng đồng”.  C. Chương trình “Nâng cao năng lực ngoại ngữ và hội nhập quốc tế cho thanh thiếu nhi Việt  Nam giai đoạn 2022 - 2030”.  D. Chương trình “Giáo dục lý tưởng cách mạng, đạo đức, lối sống văn hóa cho thanh thiếu  nhi giai đoạn 2022 - 2030”"
  },
  {
    "de_tai_ID": 1,
    "id": 4,
    "noi_dung": ": Đại hội Đoàn toàn quốc lần thứ XII xác định triển khai trong toàn Đoàn mấy chương  trình đồng hành với thanh niên?  A. 1 chương trình  B. 2 chương trình  C. 3 chương trình  D. 4 chương trình"
  },
  {
    "de_tai_ID": 1,
    "id": 7,
    "noi_dung": ": Hãy cho biết đâu không phải tên Diễn đàn tại Đại hội Đoàn toàn quốc lần thứ XII?  A. Khát vọng cống hiến, lẽ sống thanh niên  B. Thanh niên xung kích, sáng tạo dựng xây đất nước  C. Tổ chức Đoàn - Người bạn đồng hành với thanh niên  D. Nâng cao chất lượng công tác tham mưu, phối hợp, chỉ đạo"
  },
  {
    "de_tai_ID": 1,
    "id": 8,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế nào về tỷ lệ thanh  niên sử dụng dịch vụ công trực tuyến trong nhiệm kỳ 2022 – 2027?  A. 50% thanh niên  B. 55% thanh niên  C. 60% thanh niên  D. 65% thanh niên"
  },
  {
    "de_tai_ID": 1,
    "id": 9,
    "noi_dung": ": Đâu là tên của chương trình đồng hành với thanh niên được xác định trong Văn kiện Đại  hội Đoàn toàn quốc lần thứ XII?  A. Đồng hành với thanh niên trong học tập  B. Đồng hành với thanh niên trong nghề nghiệp và việc làm  C. Đồng hành với thanh niên phát triển kỹ năng  D. Đồng hành với thanh niên trong hội nhập quốc tế"
  },
  {
    "de_tai_ID": 1,
    "id": 10,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế nào về số lượng  thôn, bản khó khăn được đoàn viên, thanh niên tham gia hỗ trợ hoàn thành tiêu chí nông thôn  mới trong nhiệm kỳ 2022 – 2027?  A. 250 thôn, bản khó khăn  B. 300 thôn, bản khó khăn  C. 350 thôn, bản khó khăn  D. 400 thôn, bản khó khăn"
  },
  {
    "de_tai_ID": 1,
    "id": 12,
    "noi_dung": ": Hãy cho biết chủ đề triển lãm tại Đại hội Đoàn toàn quốc lần thứ XII?  A. Khát vọng cống hiến, lẽ sống thanh niên  B. Thanh niên tiến vào kỷ nguyên số  C. Tự hào truyền thống, vững bước tương lai  D. Vững vàng niềm tin, tự hào tiến bước"
  },
  {
    "de_tai_ID": 1,
    "id": 13,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định giải pháp về việc sử dụng và  tương tác với ứng dụng di động “Thanh niên Việt Nam” như thế nào?  A. Phấn đấu 100% đoàn viên sử dụng và tương tác thường xuyên với ứng dụng di động  “Thanh niên Việt Nam”  B. Phấn đấu 90% đoàn viên sử dụng và tương tác thường xuyên với ứng dụng di động “Thanh  niên Việt Nam”  C. Phấn đấu 80% đoàn viên sử dụng và tương tác thường xuyên với ứng dụng di động “Thanh  niên Việt Nam”  D. Phấn đấu 70% đoàn viên sử dụng và tương tác thường xuyên với ứng dụng  di động “Thanh niên Việt Nam”"
  },
  {
    "de_tai_ID": 1,
    "id": 14,
    "noi_dung": ": Đâu là nhận định khái quát về kết quả triển khai các chương trình đồng hành với thanh  niên trong nhiệm kỳ 2017 – 2022?  A. Góp phần phát triển toàn diện thanh niên  B. Nội dung thiết thực  C. Khẳng định vai trò của Đoàn trong chăm lo, hỗ trợ, bảo vệ quyền, lợi ích và nhu cầu chính  đáng của thanh niên  D. Cả 3 đáp án đều đúng"
  },
  {
    "de_tai_ID": 1,
    "id": 15,
    "noi_dung": ": Đại hội đại biểu Đoàn TNCS Hồ Chí Minh toàn quốc lần thứ XII, nhiệm  kỳ 2022 - 2027 diễn ra tại đâu?  A. TP Hồ Chí Minh  B. TP Hà Nội  C. TP Đà Nẵng  D. TP Cần Thơ"
  },
  {
    "de_tai_ID": 1,
    "id": 17,
    "noi_dung": ": Chương trình “Ngày đoàn viên” được tổ chức ở nơi nào?  A. Nơi không có đoàn viên  B. Nơi có đoàn viên nhưng không có tổ chức Đoàn  C. Nơi tổ chức Đoàn vừa kết nạp Đoàn viên mới  D. Nơi tổ chức Đoàn phát triển mạnh."
  },
  {
    "de_tai_ID": 1,
    "id": 18,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về số lượng đoàn viên ưu tú được giới thiệu cho Đảng xem xét kết nạp  trong nhiệm kỳ 2022 – 2027?  A. 01 triệu đoàn viên ưu tú  B. 1,5 triệu đoàn viên ưu tú  C. 02 triệu đoàn viên ưu tú  D. 2,5 triệu đoàn viên ưu tú"
  },
  {
    "de_tai_ID": 1,
    "id": 19,
    "noi_dung": ": Đâu không phải nhiệm vụ của Đại hội Đoàn toàn quốc lần thứ XII?  A. Đánh giá kết quả công tác Đoàn và phong trào thanh thiếu nhi nhiệm kỳ 2017 - 2022  B. Xác định mục tiêu, phương hướng, nhiệm vụ, giải pháp công tác Đoàn và phong trào thanh  thiếu nhi nhiệm kỳ 2022 - 2027  C. Sửa đổi, bổ sung Điều lệ Đoàn  D. Kiện toàn Ban Thường vụ Trung ương Đoàn"
  },
  {
    "de_tai_ID": 1,
    "id": 20,
    "noi_dung": ": Đâu là tên phong trào hành động cách mạng của Đoàn trong nhiệm kỳ  2022 – 2027 được xác định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Tuổi trẻ giữ nước  B. Đồng hành với thanh niên lập thân, lập nghiệp  C. Tuổi trẻ xung kích bảo vệ Tổ quốc  D. Tuổi trẻ tiến quân vào khoa học công nghệ"
  },
  {
    "de_tai_ID": 1,
    "id": 21,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về số ý tưởng, sáng kiến của đoàn viên, thanh niên được tổ chức Đoàn hỗ  trợ triển khai, hiện thực hóa trong nhiệm kỳ 2022 – 2027?  A. 250 nghìn  B. 300 nghìn  C. 350 nghìn  D. 400 nghìn"
  },
  {
    "de_tai_ID": 1,
    "id": 22,
    "noi_dung": ": Đâu là một trong ba nhiệm vụ đột phá được xác định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Nâng cao năng lực số cho thanh thiếu niên  B. Nâng cao năng lực hội nhập quốc tế cho thanh thiếu niên  C. Nâng cao kỹ năng thực hành xã hội cho thanh thiếu niên  D. Nâng cao trình độ, kiến thức, kỹ năng lao động cho thanh thiếu niên  Câu 23: Đâu không phải là tên chương trình, đề án trọng điểm được xác định  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Chương   trình “Tăng  cường   năng   lực  quản   lý,   điều   phối   hoạt   động   tình  nguyện cho đội ngũ cán bộ Đoàn Thanh niên, Hội Liên hiệp Thanh niên Việt  Nam, Hội Sinh viên Việt Nam các cấp giai đoạn 2022 - 2030”.  B. Đề án “Đào tạo, bồi dưỡng cán bộ Đoàn TNCS Hồ Chí Minh giai đoạn 2023 -  2027\".  C. Đề án “Đoàn TNCS Hồ Chí Minh thúc đẩy quyền tham gia của trẻ em vào các  vấn đề trẻ em giai đoạn 2023 - 2027\".  D. Đề án “Nâng cao năng lực tình nguyện cho thanh niên Việt Nam giai  đoạn 2022 2030\"  Câu 24: Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về tổng số dự án khởi nghiệp sáng tạo của thanh niên được tổ chức Đoàn  hỗ trợ trong nhiệm kỳ 2022 – 2027?  A. 7 nghìn dự án khởi nghiệp sáng tạo  B. 8 nghìn dự án khởi nghiệp sáng tạo  C. 9 nghìn dự án khởi nghiệp sáng tạo  D. 10 nghìn dự án khởi nghiệp sáng tạo  Câu 25: Đâu là những nội hàm chính của phong trào “Tuổi trẻ xung kích bảo  vệ Tổ quốc”?  A. Thực hiện nhiệm vụ quốc phòng, an ninh; tham gia xây dựng lực lượng  vũ trang nhân dân; hướng về biên giới, biển đảo; đảm bảo an ninh trật  tự trên địa bàn dân cư  B. Bảo vệ nền tảng tư tưởng của Đảng  C. Giới thiệu đoàn viên ưu tú cho Đảng xem xét kết nạp  D. Tổ chức các hoạt động giao lưu, kết nghĩa với nước bạn tại các tỉnh giáp  biên.  Câu 26: Trong phiên làm việc thứ hai, các đại biểu dự Đại hội đã thảo luận về  dự thảo các văn kiện trình Đại hội tại bao nhiêu diễn đàn?  A. 05 diễn đàn  "
  },
  {
    "de_tai_ID": 1,
    "id": 23,
    "noi_dung": ": Đâu không phải là tên chương trình, đề án trọng điểm được xác định  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Chương   trình “Tăng  cường   năng   lực  quản   lý,   điều   phối   hoạt   động   tình  nguyện cho đội ngũ cán bộ Đoàn Thanh niên, Hội Liên hiệp Thanh niên Việt  Nam, Hội Sinh viên Việt Nam các cấp giai đoạn 2022 - 2030”.  B. Đề án “Đào tạo, bồi dưỡng cán bộ Đoàn TNCS Hồ Chí Minh giai đoạn 2023 -  2027\".  C. Đề án “Đoàn TNCS Hồ Chí Minh thúc đẩy quyền tham gia của trẻ em vào các  vấn đề trẻ em giai đoạn 2023 - 2027\".  D. Đề án “Nâng cao năng lực tình nguyện cho thanh niên Việt Nam giai  đoạn 2022 2030\""
  },
  {
    "de_tai_ID": 1,
    "id": 24,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về tổng số dự án khởi nghiệp sáng tạo của thanh niên được tổ chức Đoàn  hỗ trợ trong nhiệm kỳ 2022 – 2027?  A. 7 nghìn dự án khởi nghiệp sáng tạo  B. 8 nghìn dự án khởi nghiệp sáng tạo  C. 9 nghìn dự án khởi nghiệp sáng tạo  D. 10 nghìn dự án khởi nghiệp sáng tạo"
  },
  {
    "de_tai_ID": 1,
    "id": 25,
    "noi_dung": ": Đâu là những nội hàm chính của phong trào “Tuổi trẻ xung kích bảo  vệ Tổ quốc”?  A. Thực hiện nhiệm vụ quốc phòng, an ninh; tham gia xây dựng lực lượng  vũ trang nhân dân; hướng về biên giới, biển đảo; đảm bảo an ninh trật  tự trên địa bàn dân cư  B. Bảo vệ nền tảng tư tưởng của Đảng  C. Giới thiệu đoàn viên ưu tú cho Đảng xem xét kết nạp  D. Tổ chức các hoạt động giao lưu, kết nghĩa với nước bạn tại các tỉnh giáp  biên."
  },
  {
    "de_tai_ID": 1,
    "id": 27,
    "noi_dung": ": Hội nghị Ban Chấp hành Trung ương Đoàn lần thứ nhất, khoá XII đã  bầu bao nhiêu đồng chí tham gia Uỷ ban Kiểm tra Trung ương Đoàn  A. 17 đồng chí  B. 19 đồng chí  C. 21 đồng chí  D. 23 đồng chí"
  },
  {
    "de_tai_ID": 1,
    "id": 28,
    "noi_dung": ": Hội nghị Ban Chấp hành Trung ương Đoàn lần thứ nhất, khoá XII đã  bầu bao nhiêu đồng chí Bí thư Trung ương Đoàn?  A. 05 đồng chí  B. 06 đồng chí  C. 07 đồng chí  D. 08 đồng chí"
  },
  {
    "de_tai_ID": 1,
    "id": 29,
    "noi_dung": ": Hội nghị Ban Chấp hành Trung ương Đoàn lần thứ nhất, khoá XII đã  bầu Ban Thường vụ Trung ương Đoàn gồm bao nhiêu đồng chí?  A. 31 đồng chí  B. 33 đồng chí  C. 35 đồng chí  D. 37 đồng chí"
  },
  {
    "de_tai_ID": 1,
    "id": 30,
    "noi_dung": ": Phong trào “Thanh niên tình nguyện” trong nhiệm kỳ 2022 – 2027 thực  hiện chủ trương trọng tâm nào?  A. Chủ trương “3 xung kích”  B. Chủ trương “3 đồng hành”  C. Chủ trương “3 liên kết”  D. Chủ trương “3 cùng”"
  },
  {
    "de_tai_ID": 1,
    "id": 31,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII đề ra giải pháp phấn đấu  tối thiểu có bao nhiêu lượt trẻ em được lấy ý kiến về những vấn đề liên quan  đến trẻ em trong nhiệm kỳ 2022 2027?  A. 30 triệu  B. 35 triệu  C. 40 triệu  D. 45 triệu"
  },
  {
    "de_tai_ID": 1,
    "id": 32,
    "noi_dung": ": Giải thưởng nào được Trung ương Đoàn tổ chức trao cho cán bộ đoàn tiêu biểu xuất sắc vào dịp kỷ niệm Ngày thành lập Đoàn TNCS Hồ Chí  Minh hằng năm?  A. Giải thưởng Lương Đình Của  B. Giải thưởng Lý Tự Trọng  C. Giải thưởng Gương mặt trẻ Việt Nam tiêu biểu  D. Giải thưởng Thanh niên sống đẹp  Câu 33: Hãy điền từ còn thiếu vào dấu “...” để hoàn thiện phương châm về  công tác xây dựng Đoàn: “chất lượng ... là trọng tâm, công tác ... là khâu đột  phá”?  A. Cán bộ, đoàn viên  B. Đoàn viên, cán bộ đoàn  C. Tổ chức cơ sở đoàn, đoàn viên  D. Tổ chức cơ sở đoàn, cán bộ đoàn  Câu 34: Đâu không phải là nội dung của chủ trương “3 liên kết” trong phong  trào “Thanh niên tình nguyện” nhiệm kỳ 2022 – 2027?  A. Liên kết lực lượng  B. Liên kết địa bàn  C. Liên kết nhu cầu  D. Liên kết cộng đồng  Câu 35: Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định có bao nhiêu bài  học kinh nghiệm từ kết quả công tác Đoàn và phong trào thanh thiếu nhi  nhiệm kỳ 2017 – 2022?  A. 3 bài học kinh nghiệm  B. 4 bài học kinh nghiệm  C. 5 bài học kinh nghiệm  D. 6 bài học kinh nghiệm  Câu 36: Chủ trương mỗi đoàn viên, hội viên giới thiệu được ít nhất một thanh  niên tham gia Đoàn, Hội có tên là gì?  A. Chủ trương “1 cùng 1”  B. Chủ trương “1 +1\"  C. Chủ trường “1 và 1”  D. Chủ trường “1 với 1”  Câu 37: Chương trình hành động thực hiện Nghị quyết Đại hội Đoàn toàn quốc  lần thứ XII xác định mốc thời gian tổ chức Đại hội thanh niên tiên tiến làm theo  lời Bác toàn quốc như thế nào?  "
  },
  {
    "de_tai_ID": 1,
    "id": 33,
    "noi_dung": ": Hãy điền từ còn thiếu vào dấu “...” để hoàn thiện phương châm về  công tác xây dựng Đoàn: “chất lượng ... là trọng tâm, công tác ... là khâu đột  phá”?  A. Cán bộ, đoàn viên  B. Đoàn viên, cán bộ đoàn  C. Tổ chức cơ sở đoàn, đoàn viên  D. Tổ chức cơ sở đoàn, cán bộ đoàn"
  },
  {
    "de_tai_ID": 1,
    "id": 34,
    "noi_dung": ": Đâu không phải là nội dung của chủ trương “3 liên kết” trong phong  trào “Thanh niên tình nguyện” nhiệm kỳ 2022 – 2027?  A. Liên kết lực lượng  B. Liên kết địa bàn  C. Liên kết nhu cầu  D. Liên kết cộng đồng"
  },
  {
    "de_tai_ID": 1,
    "id": 35,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định có bao nhiêu bài  học kinh nghiệm từ kết quả công tác Đoàn và phong trào thanh thiếu nhi  nhiệm kỳ 2017 – 2022?  A. 3 bài học kinh nghiệm  B. 4 bài học kinh nghiệm  C. 5 bài học kinh nghiệm  D. 6 bài học kinh nghiệm"
  },
  {
    "de_tai_ID": 1,
    "id": 36,
    "noi_dung": ": Chủ trương mỗi đoàn viên, hội viên giới thiệu được ít nhất một thanh  niên tham gia Đoàn, Hội có tên là gì?  A. Chủ trương “1 cùng 1”  B. Chủ trương “1 +1\"  C. Chủ trường “1 và 1”  D. Chủ trường “1 với 1”"
  },
  {
    "de_tai_ID": 1,
    "id": 37,
    "noi_dung": ": Chương trình hành động thực hiện Nghị quyết Đại hội Đoàn toàn quốc  lần thứ XII xác định mốc thời gian tổ chức Đại hội thanh niên tiên tiến làm theo  lời Bác toàn quốc như thế nào? A. 5 năm 1 lần  B. 5 năm 2 lần  C. 2 năm 1 lần  D. Định kỳ hằng năm  Câu 38: Đâu là tên của chương trình đồng hành với thanh niên được xác định  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Đồng hành với thanh niên rèn luyện và phát triển kỹ năng trong cuộc  sống, nâng cao thể chất, đời sống văn hóa tinh thần  B. Đồng hành với thanh niên trong nghiên cứu khoa học  C. Đồng hành với thanh niên trong nghề nghiệp và việc làm  D. Đồng hành với thanh niên trong hội nhập quốc tế  Câu 39: Các phong trào hành động cách mạng của Đoàn trong nhiệm kỳ này  được chính thức phát động từ thời điểm nào?  A. Từ Đại hội Đoàn toàn quốc lần thứ XII  B. Từ Đại hội Đoàn toàn quốc lần thứ XI  C. Từ Đại hội Đoàn toàn quốc lần thứ X  D. Từ năm 2021, kỷ niệm 90 năm ngày thành lập Đoàn  Câu 40: Hãy cho biết thành tố nào không có trong chủ đề Báo cáo chính trị của  Ban Chấp hành Trung ương Đoàn khoá XI trình Đại hội Đoàn toàn quốc lần thứ  XII?  A. Bồi đắp lý tưởng cách mạng, giáo dục đạo đức, lối sống văn hóa cho thanh  thiếu nhi  B. Xây dựng Đoàn vững mạnh  C. Phát huy tinh thần xung kích, tình nguyện, sáng tạo, trách nhiệm của thanh  niên  D. Hội nhập quốc tế mạnh mẽ  Câu 41: Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về số lượt thanh thiếu nhi tham gia các hoạt động hỗ trợ nâng cao năng  lực ngoại ngữ và hội nhập quốc tế trong nhiệm kỳ 2022 – 2027?  A. 7 triệu lượt thanh thiếu nhi  B. 8 triệu lượt thanh thiếu nhi  C. 9 triệu lượt thanh thiếu nhi  D. 10 triệu lượt thanh thiếu nhi  Câu 42: Hãy cho biết đâu là hình tượng chủ đạo trong các sản phẩm tuyên  truyền về Đại hội Đoàn toàn quốc lần thứ XII?  "
  },
  {
    "de_tai_ID": 1,
    "id": 38,
    "noi_dung": ": Đâu là tên của chương trình đồng hành với thanh niên được xác định  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Đồng hành với thanh niên rèn luyện và phát triển kỹ năng trong cuộc  sống, nâng cao thể chất, đời sống văn hóa tinh thần  B. Đồng hành với thanh niên trong nghiên cứu khoa học  C. Đồng hành với thanh niên trong nghề nghiệp và việc làm  D. Đồng hành với thanh niên trong hội nhập quốc tế"
  },
  {
    "de_tai_ID": 1,
    "id": 39,
    "noi_dung": ": Các phong trào hành động cách mạng của Đoàn trong nhiệm kỳ này  được chính thức phát động từ thời điểm nào?  A. Từ Đại hội Đoàn toàn quốc lần thứ XII  B. Từ Đại hội Đoàn toàn quốc lần thứ XI  C. Từ Đại hội Đoàn toàn quốc lần thứ X  D. Từ năm 2021, kỷ niệm 90 năm ngày thành lập Đoàn"
  },
  {
    "de_tai_ID": 1,
    "id": 40,
    "noi_dung": ": Hãy cho biết thành tố nào không có trong chủ đề Báo cáo chính trị của  Ban Chấp hành Trung ương Đoàn khoá XI trình Đại hội Đoàn toàn quốc lần thứ  XII?  A. Bồi đắp lý tưởng cách mạng, giáo dục đạo đức, lối sống văn hóa cho thanh  thiếu nhi  B. Xây dựng Đoàn vững mạnh  C. Phát huy tinh thần xung kích, tình nguyện, sáng tạo, trách nhiệm của thanh  niên  D. Hội nhập quốc tế mạnh mẽ"
  },
  {
    "de_tai_ID": 1,
    "id": 41,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về số lượt thanh thiếu nhi tham gia các hoạt động hỗ trợ nâng cao năng  lực ngoại ngữ và hội nhập quốc tế trong nhiệm kỳ 2022 – 2027?  A. 7 triệu lượt thanh thiếu nhi  B. 8 triệu lượt thanh thiếu nhi  C. 9 triệu lượt thanh thiếu nhi  D. 10 triệu lượt thanh thiếu nhi"
  },
  {
    "de_tai_ID": 1,
    "id": 42,
    "noi_dung": ": Hãy cho biết đâu là hình tượng chủ đạo trong các sản phẩm tuyên  truyền về Đại hội Đoàn toàn quốc lần thứ XII? A. Cây tre  B. Hoa sen  C. Hoa hướng dương  D. Chim bồ câu  Câu 43: Hãy cho biết tên ca khúc chính thức của Đại hội Đoàn toàn quốc lần  thứ XII?  A. Hát vang lý tưởng tuổi trẻ Việt Nam  B. Thanh niên Việt Nam tiến bước  C. Khát vọng cống hiến, lẽ sống thanh niênniên  D. Sứ mệnh thanh niên  Câu 44: Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định có bao nhiêu chỉ  tiêu trong nhiệm kỳ 2017 – 2022 chưa hoàn thành?  A. 1 chỉ tiêu  B. 2 chỉ tiêu  C. 3 chỉ tiêu  D. 4 chỉ tiêu  Câu 45: Đâu không phải là tên chương trình, đề án trọng điểm được xác định  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Chương trình “Giáo dục lý tưởng cách mạng, đạo đức, lối sống văn hóa cho  thanh thiếu nhi trên không gian mạng giai đoạn 2022 - 2030\".  B. Đề án “Phát hiện, bồi dưỡng và phát huy Tài năng trẻ Việt Nam giai đoạn  2022 - 2030\".  C. Đề án “Nâng cao năng lực số cho thanh thiếu niên Việt Nam giai đoạn 2022-  2030\".  D. Đề án “Phòng chống đuối nước, tai nạn, thương tích trẻ em giai đoạn  2022 – 2030\"  Câu 46: Đâu là tên một phong trào trong thiếu nhi triển khai trong nhiệm kỳ?  A. Thiếu nhi Việt Nam thi đua làm theo 5 điều Bác Hồ dạy  B. Học sinh 3 tốt  C. Học sinh 3 rèn luyện  D. Ba giỏi  Câu 47: Ngay sau khi kết thúc Đại hội Đoàn toàn quốc lần thứ XII, hoạt động  nào đã được triển khai quy mô toàn quốc để chào mừng thành công Đại hội?  A. Ngày thanh niên cùng hành động  B. Chương trình nghệ thuật chào mừng thành công Đại hội  "
  },
  {
    "de_tai_ID": 1,
    "id": 43,
    "noi_dung": ": Hãy cho biết tên ca khúc chính thức của Đại hội Đoàn toàn quốc lần  thứ XII?  A. Hát vang lý tưởng tuổi trẻ Việt Nam  B. Thanh niên Việt Nam tiến bước  C. Khát vọng cống hiến, lẽ sống thanh niênniên  D. Sứ mệnh thanh niên"
  },
  {
    "de_tai_ID": 1,
    "id": 44,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định có bao nhiêu chỉ  tiêu trong nhiệm kỳ 2017 – 2022 chưa hoàn thành?  A. 1 chỉ tiêu  B. 2 chỉ tiêu  C. 3 chỉ tiêu  D. 4 chỉ tiêu"
  },
  {
    "de_tai_ID": 1,
    "id": 45,
    "noi_dung": ": Đâu không phải là tên chương trình, đề án trọng điểm được xác định  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Chương trình “Giáo dục lý tưởng cách mạng, đạo đức, lối sống văn hóa cho  thanh thiếu nhi trên không gian mạng giai đoạn 2022 - 2030\".  B. Đề án “Phát hiện, bồi dưỡng và phát huy Tài năng trẻ Việt Nam giai đoạn  2022 - 2030\".  C. Đề án “Nâng cao năng lực số cho thanh thiếu niên Việt Nam giai đoạn 2022-  2030\".  D. Đề án “Phòng chống đuối nước, tai nạn, thương tích trẻ em giai đoạn  2022 – 2030\""
  },
  {
    "de_tai_ID": 1,
    "id": 46,
    "noi_dung": ": Đâu là tên một phong trào trong thiếu nhi triển khai trong nhiệm kỳ?  A. Thiếu nhi Việt Nam thi đua làm theo 5 điều Bác Hồ dạy  B. Học sinh 3 tốt  C. Học sinh 3 rèn luyện  D. Ba giỏi"
  },
  {
    "de_tai_ID": 1,
    "id": 48,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về số thiếu nhi có hoàn cảnh khó khăn được tổ chức Đoàn các cấp hỗ trợ  trong nhiệm kỳ 2022 – 2027?  A. 2 triệu thiếu nhi  B. 3 triệu thiếu nhi  C. 4 triệu thiếu nhi  D. 5 triệu thiếu nhi"
  },
  {
    "de_tai_ID": 1,
    "id": 49,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về tỷ lệ thanh niên sử dụng tài khoản thanh toán điện tử trong nhiệm kỳ  2022 – 2027?  A. 55% thanh niên  B. 60% thanh niên  C. 65% thanh niên  D. 70% thanh niên"
  },
  {
    "de_tai_ID": 1,
    "id": 50,
    "noi_dung": ": Đại hội đã bầu Ban Chấp hành Trung ương Đoàn khoá XII gồm bao  nhiêu đồng chí?  A. 144 đồng chí  B. 145 đồng chí  C. 154 đồng chí  D. 155 đồng chí"
  },
  {
    "de_tai_ID": 1,
    "id": 51,
    "noi_dung": ": Nhiệm vụ, giải pháp công tác đối ngoại thanh niên trong Văn kiện Đại  hội Đoàn toàn quốc lần thứ XII đề cập đến những nội hàm nào?  A. Công tác đối ngoại thanh niên; công tác thông tin, tuyên truyền đối  ngoại; hỗ trợ thanh niên hội nhập quốc tế; công tác thanh niên ở ngoài  nước; khai thác dự án, nguồn lực quốc tế  B. Công tác đối ngoại thanh niên; công tác thông tin, tuyên truyền đối ngoại;  công tác thanh niên ở ngoài nước; khai thác dự án, nguồn lực quốc tế  C. Công tác đối ngoại thanh niên; công tác thanh niên ở ngoài nước; khai thác  dự án, nguồn lực quốc tế  D. Công tác đối ngoại thanh niên; công tác thông tin, tuyên truyền đối ngoại; hỗ  trợ thanh niên hội nhập quốc tế; công tác thanh niên ở ngoài nước"
  },
  {
    "de_tai_ID": 1,
    "id": 52,
    "noi_dung": ": Đâu là thành tố mới trong khẩu hiệu hành động Đại hội Đoàn toàn  quốc lần thứ XII so với Đại hội Đoàn toàn quốc lần thứ XI? A. Tiên phong  B. Bản lĩnh  C. Khát vọng  D. Đoàn kết  Câu 53: Đại hội đại biểu Đoàn TNCS Hồ Chí Minh toàn quốc lần thứ XII, nhiệm  kỳ 2022 - 2027 có bao nhiêu đại biểu tham dự?  A. Có 1000 đại biểu tham dự đại hội  B. Có 991 đại biểu tham dự đại hội  C. Có 981 đại biểu tham dự đại hội  D. Có 971 đại biểu tham dự đại hội  Câu 54: Đâu không phải tên chương trình đồng hành với thanh niên được xác  định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Đồng hành với thanh niên trong học tập  B. Đồng hành với thanh niên khởi nghiệp, lập nghiệp  C. Đồng hành với thanh niên rèn luyện và phát triển kỹ năng trong cuộc sống,  nâng cao thể chất, đời sống văn hoá tinh thần  D. Đồng hành với thanh niên trong hội nhập quốc tế  Câu 55: Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định sẽ triển khai mô  hình nào để nâng cao chất lượng công tác giám sát và phản biện xã hội, góp ý  xây dựng Đảng, chính quyền của tổ chức Đoàn các cấp?  A. Hội đồng thanh niên  B. Tiếng nói thanh niên  C. Thanh niên với Đảng, Đảng với thanh niênniên  D. Những người bạn của Đoàn  Câu 56: Đâu là một trong ba nhiệm vụ đột phá được xác định trong Văn kiện  Đại hội Đoàn toàn quốc lần thứ XII?  A. Triển khai sâu rộng phong trào “Thanh niên tình nguyện”  B. Triển khai sâu rộng phong trào “Tuổi trẻ sáng tạo”  C. Triển khai sâu rộng chương trình “Thanh niên khởi nghiệp”, nhất là khởi  nghiệp sáng tạo  D. Triển khai sâu rộng các chương trình đồng hành với thanh niên  Câu 57: Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định trong nhiệm kỳ  2017 – 2022, toàn Đoàn đã hoàn thành và vượt bao nhiêu chỉ tiêu?  A. 7 chỉ tiêu  B. 8 chỉ tiêu  "
  },
  {
    "de_tai_ID": 1,
    "id": 53,
    "noi_dung": ": Đại hội đại biểu Đoàn TNCS Hồ Chí Minh toàn quốc lần thứ XII, nhiệm  kỳ 2022 - 2027 có bao nhiêu đại biểu tham dự?  A. Có 1000 đại biểu tham dự đại hội  B. Có 991 đại biểu tham dự đại hội  C. Có 981 đại biểu tham dự đại hội  D. Có 971 đại biểu tham dự đại hội"
  },
  {
    "de_tai_ID": 1,
    "id": 54,
    "noi_dung": ": Đâu không phải tên chương trình đồng hành với thanh niên được xác  định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Đồng hành với thanh niên trong học tập  B. Đồng hành với thanh niên khởi nghiệp, lập nghiệp  C. Đồng hành với thanh niên rèn luyện và phát triển kỹ năng trong cuộc sống,  nâng cao thể chất, đời sống văn hoá tinh thần  D. Đồng hành với thanh niên trong hội nhập quốc tế"
  },
  {
    "de_tai_ID": 1,
    "id": 55,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định sẽ triển khai mô  hình nào để nâng cao chất lượng công tác giám sát và phản biện xã hội, góp ý  xây dựng Đảng, chính quyền của tổ chức Đoàn các cấp?  A. Hội đồng thanh niên  B. Tiếng nói thanh niên  C. Thanh niên với Đảng, Đảng với thanh niênniên  D. Những người bạn của Đoàn"
  },
  {
    "de_tai_ID": 1,
    "id": 56,
    "noi_dung": ": Đâu là một trong ba nhiệm vụ đột phá được xác định trong Văn kiện  Đại hội Đoàn toàn quốc lần thứ XII?  A. Triển khai sâu rộng phong trào “Thanh niên tình nguyện”  B. Triển khai sâu rộng phong trào “Tuổi trẻ sáng tạo”  C. Triển khai sâu rộng chương trình “Thanh niên khởi nghiệp”, nhất là khởi  nghiệp sáng tạo  D. Triển khai sâu rộng các chương trình đồng hành với thanh niên"
  },
  {
    "de_tai_ID": 1,
    "id": 58,
    "noi_dung": ": Đâu không phải nội hàm của phong trào “Tuổi trẻ sáng tạo” trong Văn  kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Sáng tạo trong học tập, nghiên cứu khoa học  B. Sáng tạo trong lao động, sản xuất, kinh doanh  C. Sáng tạo trong công tác, phục vụ nhân dân và đời sống sinh hoạt  D. Sáng tạo trong tham gia hoạt động tình nguyện"
  },
  {
    "de_tai_ID": 1,
    "id": 59,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về số thanh niên được giới thiệu việc làm trong nhiệm kỳ 2022 - 2027?  A. 2,5 triệu thanh niên  B. 3 triệu thanh niên  C. 3,5 triệu thanh niên  D. 4 triệu thanh niên"
  },
  {
    "de_tai_ID": 1,
    "id": 60,
    "noi_dung": ": Đâu không phải là tên một phong trào trong thanh niên học sinh, sinh  viên triển khai trong nhiệm kỳ?  A. Sinh viên 5 tốt  B. Học sinh 3 tốt  C. Học sinh 3 rèn luyện  D. Ba giỏi"
  },
  {
    "de_tai_ID": 1,
    "id": 61,
    "noi_dung": ": Đâu là tên phong trào hành động cách mạng của Đoàn trong nhiệm kỳ  2022 – 2027 được xác định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Thanh niên tình nguyện  B. Xung kích phát triển kinh tế - xã hội và bảo vệ Tổ quốc  C. Ba xung kích làm chủ tập thể  D. Ba sẵn sàng"
  },
  {
    "de_tai_ID": 1,
    "id": 62,
    "noi_dung": ": Đại hội Đoàn toàn quốc được tổ chức bao lâu một lần?  A. 2 năm 1 lần  B. 4 năm 1 lần  C. 5 năm 1 lần  D. 10 năm 1 lần"
  },
  {
    "de_tai_ID": 1,
    "id": 64,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về tổng số vốn vay  được hỗ  trợ cho thanh niên để khởi nghiệp, lập  nghiệp, làm kinh tế trong nhiệm kỳ 2022 - 2027?  A. 12 nghìn tỷ đồng  B. 13 nghìn tỷ đồng  C. 14 nghìn tỷ đồng  D. 15 nghìn tỷ đồng"
  },
  {
    "de_tai_ID": 1,
    "id": 65,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về Số lượng cây xanh được đoàn viên, thanh niên tham gia trồng mới  trong nhiệm kỳ 2022 – 2027?  A. 70 triệu cây xanh  B. 80 triệu cây xanh  C. 90 triệu cây xanh  D. 100 triệu cây xanh"
  },
  {
    "de_tai_ID": 1,
    "id": 66,
    "noi_dung": ": Đại hội Đoàn toàn quốc lần thứ XII xác định triển khai trong toàn Đoàn  mấy phong trào hành động cách mạng lớn?  A. 02 phong trào  B. 03 phong trào  C. 04 phong trào  D. 05 phong trào"
  },
  {
    "de_tai_ID": 1,
    "id": 67,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII nhận định trong nhiệm kỳ 2017 – 2022,  các cấp bộ đoàn đã triển khai đồng bộ các giải pháp nhằm xây dựng Đoàn vững mạnh về những  mặt nào?  A. Tổ chức, cán bộ, hành động  B. Chính trị, tổ chức và hành động  C. Chính trị, tư tưởng, tổ chức, cán bộ và hành động  D. Chính trị, tư tưởng, tổ chức và hành động"
  },
  {
    "de_tai_ID": 1,
    "id": 69,
    "noi_dung": ": Hãy cho biết đâu không phải tên Diễn đàn tại Đại hội Đoàn toàn quốc  lần thứ XII?  A. Xây dựng Đội vững mạnh - Vì đàn em thân yêu.  B. Xây dựng Đoàn vững mạnh, xứng đáng là đội dự bị tin cậy của Đảng  C. Đoàn TNCS Hồ Chí Minh – Đội dự bị tin cậy của Đảng Cộng sản Việt  Nam  D. Thanh niên Việt Nam vững bước hội nhập"
  },
  {
    "de_tai_ID": 1,
    "id": 70,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào  về   số  lượt đoàn  viên, thanh  niên   được tham  gia  các hoạt  động  tình  nguyện do tổ chức Đoàn, Hội tổ chức trong nhiệm kỳ 2022 – 2027?  A. 30 triệu lượt  B. 40 triệu lượt  C. 50 triệu lượt  D. 60 triệu lượt"
  },
  {
    "de_tai_ID": 1,
    "id": 71,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII đã nhắc lại quan điểm  trong Văn kiện Đại hội XIII của Đảng khi đề cập đến công tác bảo vệ, chăm  sóc, giáo dục trẻ em. Hãy cho biết quan điểm đó?  A. Trẻ em hôm nay, thế giới ngày mai  B. Tất cả vì đàn em thân yêu  C. Phát huy quyền tham gia của trẻ em  D. Dành những điều kiện tốt nhất, sự chăm lo chu đáo nhất cho trẻ em -  tương lai của đất nước"
  },
  {
    "de_tai_ID": 1,
    "id": 72,
    "noi_dung": ": Hãy cho biết đâu là khẩu hiệu hành động của Đại hội Đoàn toàn quốc  lần thứ XII?  A. Tiên phong. Đoàn kết, Bản lĩnh, sáng tạo, Phát triển  B. Tiên phong, Xung kích, Sáng tạo, Khát vọng, Phát triển  C. Khát vọng, Tiên phong, Đoàn kết, Bản lĩnh, Sáng tạo  D. Khát vọng, Bản lĩnh, Xung kích, Đoàn kết, Sáng tạo"
  },
  {
    "de_tai_ID": 1,
    "id": 74,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định có bao nhiêu  nhiệm vụ đột phá trong nhiệm kỳ 2022 – 2027?  A. 3 nhiệm vụ đột phá  B. 4 nhiệm vụ đột phá  C. 5 nhiệm vụ đột phá  D. 6 nhiệm vụ đột phá"
  },
  {
    "de_tai_ID": 1,
    "id": 75,
    "noi_dung": ": Đâu là điểm mới trong chủ trương 1+2 nhiệm kỳ 2022 – 2027?  A. Cán bộ đoàn cấp trung ương và cấp tỉnh 1 năm tối thiểu có 2 đợt công tác  “cùng ăn, cùng ở, cùng làm” tại cơ sở  B. Cán bộ đoàn cấp trung ương và cấp tỉnh 1 năm tối thiểu có 2 đợt công tác  chuyên đề tại cơ sở  C. Cán bộ đoàn cấp trung ương và cấp tỉnh 1 năm tối thiểu có 2 tháng liên  tục đi công tác tại cơ sở  D. Cán bộ đoàn cấp trung ương và cấp tỉnh ít nhất 1 lần đi đào tạo thực tế tại cơ  sở trong thời gian 2 năm"
  },
  {
    "de_tai_ID": 1,
    "id": 76,
    "noi_dung": ": Các chương trình đồng hành với thanh niên trong Văn kiện Đại hội  Đoàn toàn quốc lần thứ XII đều được bố cục gồm những nhóm giải pháp  chính, hãy cho biết những nhóm giải pháp đó?  A. Xây dựng môi trường; chăm lo, hỗ trợ thanh niên; tham mưu cơ chế,  chính sách, pháp luật  B. Chăm lo, hỗ trợ thanh niên; tham mưu cơ chế, chính sách, pháp luật  C. Xây dựng khung khổ pháp lý; đầu tư cơ chế, chính sách; chăm lo, hỗ trợ  thanh niên  D. Xây dựng môi trường; tham mưu cơ chế, chính sách, pháp luật"
  },
  {
    "de_tai_ID": 1,
    "id": 77,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác lập chỉ tiêu như thế  nào về số lượt thanh thiếu niên được tư vấn hướng nghiệp và việc làm trong  chỉ tiêu nhiệm kỳ 2022 – 2027?  A. 12 triệu lượt thanh thiếu niên  B. 13 triệu lượt thanh thiếu niên  C. 14 triệu lượt thanh thiếu niên  D. 15 triệu lượt thanh thiếu niên"
  },
  {
    "de_tai_ID": 1,
    "id": 78,
    "noi_dung": ": Đâu là tên của chương trình đồng hành với thanh niên được xác định  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII? A. Đồng hành với thanh niên khởi nghiệp, lập nghiệp  B. Đồng hành với thanh niên trong nghiên cứu khoa học  C. Đồng hành với thanh niên trong hội nhập quốc tế  D. Đồng hành với thanh niên trong chuyển đổi số  Câu 79: Trong các chương trình, đề án trọng điểm nhiệm kỳ 2022 – 2027, có  bao nhiêu chương trình, đề án đã được xác định trong Chiến lược phát triển  thanh niên Việt Nam giai đoạn 2021 – 2030?  A. 5 chương trình, đề án  B. 6 chương trình, đề án  C. 7 chương trình, đề án  D. 8 chương trình, đề án  Câu 80: Trong phát biểu chỉ đạo Đại hội Đoàn toàn quốc lần thứ XII, đồng chí  Tổng Bí thư Nguyễn Phú Trọng đã dặn thanh niên phải “tiên phong” trên  những lĩnh vực nào?  A. Trau dồi đạo đức cách mạng; học tập, rèn luyện; lao động, sản xuất,  sáng tạo; thực hiện nhiệm vụ chính trị, chia sẻ cùng cộng đồng; bảo vệ  vững chắc độc lập, chủ quyền toàn vẹn lãnh thổ của Tổ quốc và giữ gìn  an ninh trật tự  B. Trau dồi đạo đức cách mạng; học tập, rèn luyện; sáng tạo; tình nguyện chung  sức cùng cộng đồng; bảo vệ vững chắc độc lập, chủ quyền toàn vẹn lãnh thổ  của Tổ quốc và giữ gìn an ninh trật tự  C. Học tập; Lao động; Tình nguyện; bảo vệ Tổ quốc, giữ gìn an ninh trật tự  D. Đi bất cứ nơi đâu, làm bất cứ việc gì Tổ quốc cần  Câu 81: Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định triển khai bao  nhiêu chương trình, đề án trọng điểm trong nhiệm kỳ 2022 – 2027?  A. 9 chương trình, đề án  B. 10 chương trình, đề án  C. 11 chương trình, đề án  D. 12 chương trình, đề án  Câu 82: Đại hội đại biểu Đoàn TNCS Hồ Chí Minh toàn quốc lần thứ XII, nhiệm  kỳ 2022 - 2027 diễn vào thời gian nào?  A. Từ ngày 13 - 16/12/2022  B. Từ ngày 14 - 16/12/2022  C. Từ ngày 13 - 17/12/2022  D. Từ ngày 14 - 17/12/2022  "
  },
  {
    "de_tai_ID": 1,
    "id": 79,
    "noi_dung": ": Trong các chương trình, đề án trọng điểm nhiệm kỳ 2022 – 2027, có  bao nhiêu chương trình, đề án đã được xác định trong Chiến lược phát triển  thanh niên Việt Nam giai đoạn 2021 – 2030?  A. 5 chương trình, đề án  B. 6 chương trình, đề án  C. 7 chương trình, đề án  D. 8 chương trình, đề án"
  },
  {
    "de_tai_ID": 1,
    "id": 80,
    "noi_dung": ": Trong phát biểu chỉ đạo Đại hội Đoàn toàn quốc lần thứ XII, đồng chí  Tổng Bí thư Nguyễn Phú Trọng đã dặn thanh niên phải “tiên phong” trên  những lĩnh vực nào?  A. Trau dồi đạo đức cách mạng; học tập, rèn luyện; lao động, sản xuất,  sáng tạo; thực hiện nhiệm vụ chính trị, chia sẻ cùng cộng đồng; bảo vệ  vững chắc độc lập, chủ quyền toàn vẹn lãnh thổ của Tổ quốc và giữ gìn  an ninh trật tự  B. Trau dồi đạo đức cách mạng; học tập, rèn luyện; sáng tạo; tình nguyện chung  sức cùng cộng đồng; bảo vệ vững chắc độc lập, chủ quyền toàn vẹn lãnh thổ  của Tổ quốc và giữ gìn an ninh trật tự  C. Học tập; Lao động; Tình nguyện; bảo vệ Tổ quốc, giữ gìn an ninh trật tự  D. Đi bất cứ nơi đâu, làm bất cứ việc gì Tổ quốc cần"
  },
  {
    "de_tai_ID": 1,
    "id": 81,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định triển khai bao  nhiêu chương trình, đề án trọng điểm trong nhiệm kỳ 2022 – 2027?  A. 9 chương trình, đề án  B. 10 chương trình, đề án  C. 11 chương trình, đề án  D. 12 chương trình, đề án"
  },
  {
    "de_tai_ID": 1,
    "id": 82,
    "noi_dung": ": Đại hội đại biểu Đoàn TNCS Hồ Chí Minh toàn quốc lần thứ XII, nhiệm  kỳ 2022 - 2027 diễn vào thời gian nào?  A. Từ ngày 13 - 16/12/2022  B. Từ ngày 14 - 16/12/2022  C. Từ ngày 13 - 17/12/2022  D. Từ ngày 14 - 17/12/2022"
  },
  {
    "de_tai_ID": 1,
    "id": 83,
    "noi_dung": ": Đâu là phương châm trong công tác bảo vệ nền tảng tư tưởng của  Đảng, đấu tranh phản bác các luận điệu xuyên tạc, thù địch trong Văn kiện Đại  hội Đoàn toàn quốc lần thứ XII?  A. Nhận thức đúng, hành động nhanh, lan toả rộng  B. Nhận thức đúng, thông tin đủ, hành động nhanh, lan toả rộng  C. Nhận thức đúng, kết nối mạnh, lan toả rộng  D. Nhận thức đúng, thông tin đủ, hành động nhanh, kết nối mạnh, lan toả  rộng"
  },
  {
    "de_tai_ID": 1,
    "id": 84,
    "noi_dung": ": Đâu là phương châm trong công tác đoàn kết tập hợp thanh niên  được xác định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Đoàn rộng, Hội mạnh  B. Đoàn tiêu biểu, Hội rộng rãi  C. Đoàn mạnh, Hội rộng  D. Đoàn mạnh, Hội mạnh"
  },
  {
    "de_tai_ID": 1,
    "id": 85,
    "noi_dung": ": Đâu là tên phong trào hành động cách mạng của Đoàn trong nhiệm kỳ  2022 – 2027 được xác định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. 4 mới  B. Tuổi trẻ sáng tạo  C. Thanh niên lập nghiệp  D. Tuổi trẻ chung tay xây dựng nông thôn mới"
  },
  {
    "de_tai_ID": 1,
    "id": 86,
    "noi_dung": ": Đâu là một giải pháp mới trong Chương trình hành động thực hiện  Nghị quyết Đại hội Đoàn toàn quốc lần thứ XII về triển khai phong trào “Thanh  niên tình nguyện”?  A. Xây dựng “Nhật ký tình nguyện” cho đoàn viên trên Ứng dụng Thanh  niên Việt Nam  B. Tổ chức chiến dịch thanh niên tình nguyện hè  C. Tổ chức chương trình “Tình nguyện mùa đông”  D. Tổ chức chương trình “Tiếp sức mùa thi\""
  },
  {
    "de_tai_ID": 1,
    "id": 88,
    "noi_dung": ": Đâu không phải là nội hàm của phong trào “Thanh niên tình nguyện”  trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. Tình nguyện xây dựng nông thôn mới  B. Tình nguyện trong học tập  C. Tình nguyện bảo vệ môi trường, ứng phó với biến đổi khí hậu, phòng chống  dịch bệnh  D. Tình nguyện đảm bảo an sinh xã hội, vì cuộc sống cộng đồng"
  },
  {
    "de_tai_ID": 1,
    "id": 89,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII xác định triển khai xuyên  suốt đợt sinh hoạt chính trị nào để nâng cao đạo đức cách mạng trong tuổi trẻ  Việt Nam?  A. Tuổi trẻ Việt Nam những câu chuyện đẹp  B. Mỗi ngày một tin tốt, mỗi tuần một câu chuyện đẹp  C. Xây dựng giá trị hình mẫu thanh niên Việt Nam thời kỳ mới  D. Khát vọng cống hiến, lẽ sống thanh niên"
  },
  {
    "de_tai_ID": 1,
    "id": 90,
    "noi_dung": ": Đâu là một giải pháp mới trong Chương trình hành động thực hiện  Nghị quyết Đại hội Đoàn toàn quốc lần thứ XII về triển khai phong trào “Thanh  niên tình nguyện”?  A. Khuyến khích Đoàn cấp tỉnh tổ chức ít nhất 02 hoạt động tình nguyện  trực tuyến/năm  B. Tổ chức chiến dịch thanh niên tình nguyện hè  C. Tổ chức chương trình “Tình nguyện mùa đông”  D. Tổ chức chương trình “Tiếp sức mùa thi\""
  },
  {
    "de_tai_ID": 1,
    "id": 91,
    "noi_dung": ": Có bao nhiêu nhiệm vụ, giải pháp cơ bản trên các mặt công tác được  xác định trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. 6 nhiệm vụ, giải pháp  B. 7 nhiệm vụ, giải pháp  C. 8 nhiệm vụ, giải pháp  D. 9 nhiệm vụ, giải pháp"
  },
  {
    "de_tai_ID": 1,
    "id": 93,
    "noi_dung": ": Đâu là nhận định khái quát về kết quả công tác giáo dục của Đoàn  nhiệm kỳ 2017 – 2022 trong Văn kiện Đại hội Đoàn toàn quốc lần thứ XII?  A. (1) Việc thực hiện Chỉ thị 42-CT/TW của Ban Bí thư Trung ương Đảng và học  tập, làm theo tư tưởng, đạo đức, phong cách Hồ Chí Minh được coi là nhiệm  vụ trọng tâm, xuyên suốt.  B. (2)  Tổ  chức   Đoàn các   cấp luôn  quan  tâm, chú  trọng  đổi mới   nội  dung,  phương thức giáo dục.  C. Cả hai nhận định (1) và (2) đều đúng  D. Cả hai nhận định (1) và (2) đều sai"
  },
  {
    "de_tai_ID": 1,
    "id": 94,
    "noi_dung": ": Văn kiện Đại hội Đoàn toàn quốc lần thứ XII đánh giá, trong nhiệm kỳ  2017 – 2022, tỷ lệ đoàn kết tập hợp thanh niên đạt bao nhiêu %?  A. 55(%)  B. 66(%)  C. 77(%)  D. 88(%)"
  },
  {
    "de_tai_ID": 1,
    "id": 95,
    "noi_dung": ": Đâu là phong trào được triển khai trong thanh niên công chức, viên  chức?  A. Ba rèn luyện  B. Ba trách nhiệm  C. Bốn nhất  D. Ba giỏi"
  },
  {
    "de_tai_ID": 1,
    "id": 96,
    "noi_dung": ": Hiện nay, có bao nhiêu đoàn viên Đoàn TNCS Hồ Chí Minh  A. Hơn 5 triệu  B. Hơn 6,2 triệu  C. Hơn 10 triệu  D. Hơn 22 triệu"
  }
]